tap "cormacrelf/tap"
tap "drone/drone"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/horcrux"
tap "nikitabobko/tap"
tap "tbckr/tap"
brew "agg"
brew "pycparser"
brew "ansible"
brew "antigen"
brew "webp"
brew "aom"
brew "asciinema"
brew "atomicparsley"
brew "awscli"
brew "boost"
brew "gettext"
brew "cjson"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cunit"
brew "difftastic"
brew "docutils"
brew "eksctl"
brew "entr"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "fzf"
brew "get_iplayer"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gpgme"
brew "grip"
brew "netpbm"
brew "groff"
brew "helm"
brew "hstr"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "json-c"
brew "k3d"
brew "kubernetes-cli"
brew "lazygit"
brew "libdap"
brew "librsvg"
brew "lnav"
brew "mas"
brew "poppler"
brew "py3cairo"
brew "pygobject3"
brew "mat2"
brew "neovim"
brew "nmap"
brew "numpy"
brew "podman"
brew "portaudio"
brew "postgresql@16", link: true
brew "pre-commit"
brew "protobuf"
brew "protobuf@21"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pulseaudio"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "qpdf"
brew "rbenv"
brew "rcs"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sfcgal"
brew "skaffold"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "cormacrelf/tap/dark-notify"
brew "drone/drone/drone"
brew "jesseduffield/horcrux/horcrux"
cask "alacritty"
cask "anki"
cask "audacity"
cask "balenaetcher"
cask "calibre"
cask "drawio"
cask "google-cloud-sdk"
cask "jdownloader"
cask "keepassxc"
cask "keycastr"
cask "macfuse"
cask "musescore"
cask "obsidian"
cask "ocenaudio"
cask "pearcleaner"
cask "qbittorrent"
cask "rancher"
cask "raycast"
cask "tor-browser"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "wine-stable"
mas "Canva", id: 897446215
mas "FileZilla Pro", id: 1298486723
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QR Capture", id: 1369524274
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "angular.ng-template"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-speech"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "stkb.rewrap"
vscode "stylelint.vscode-stylelint"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "yinfei.luahelper"
