tap "aws/tap"
tap "cormacrelf/tap"
tap "drone/drone"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/horcrux"
tap "nikitabobko/tap"
tap "tbckr/tap"
brew "agg"
brew "pycparser"
brew "openssl@3"
brew "ansible"
brew "antigen"
brew "aom"
brew "asciinema"
brew "atomicparsley"
brew "awscli"
brew "gettext"
brew "bash"
brew "boost"
brew "cjson"
brew "cloudflared"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cunit"
brew "difftastic"
brew "docker"
brew "docutils"
brew "eksctl"
brew "entr"
brew "ffmpeg"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gnutls"
brew "openjpeg"
brew "webp"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "zeromq"
brew "get_iplayer"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgcrypt"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gpgme"
brew "grep"
brew "grip"
brew "netpbm"
brew "groff"
brew "helm"
brew "hstr"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "qpdf"
brew "img2pdf"
brew "jpeg"
brew "jq"
brew "json-c"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libdap"
brew "libmagic"
brew "librsvg"
brew "libxmlsec1"
brew "libxslt"
brew "lnav"
brew "mas"
brew "poppler"
brew "py3cairo"
brew "pygobject3"
brew "mat2"
brew "protobuf"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "numpy"
brew "pandoc"
brew "pnpm"
brew "podman"
brew "portaudio"
brew "postgresql@16", link: true
brew "pre-commit"
brew "protobuf@21"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pulseaudio"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "rbenv"
brew "rcs"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "sfcgal"
brew "skaffold"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "weasyprint"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "aws/tap/eks-node-viewer"
brew "cormacrelf/tap/dark-notify"
brew "drone/drone/drone"
brew "jesseduffield/horcrux/horcrux"
cask "alacritty"
cask "anki"
cask "audacity"
cask "balenaetcher"
cask "calibre"
cask "claude"
cask "claude-code"
cask "cursor"
cask "drawio"
cask "fontforge-app"
cask "gcloud-cli"
cask "gstreamer-runtime"
cask "iina"
cask "jdownloader"
cask "keepassxc"
cask "keycastr"
cask "libreoffice"
cask "macfuse"
cask "meld"
cask "musescore"
cask "obsidian"
cask "ocenaudio"
cask "pearcleaner"
cask "qbittorrent"
cask "raycast"
cask "tor-browser"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "wine-stable"
cask "zen"
mas "Canva", id: 897446215
mas "CapCut", id: 1500855883
mas "DaisyDisk", id: 411643860
mas "FileZilla Pro", id: 1298486723
mas "HP Smart", id: 1474276998
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Negative", id: 1378123825
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QR Capture", id: 1369524274
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 1291898086
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
vscode "angular.ng-template"
vscode "anthropic.claude-code"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "stylelint.vscode-stylelint"
vscode "vscodevim.vim"
go "github.com/AYehia0/soundcloud-dl"
cargo "fd-find"
cargo "obsidian-export"
